Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: DockDoor Pro won't observe or query these apps through accessibility. Use this for fragile apps that misbehave when accessibility clients query them. Window previews and window info are unavailable for isolated apps.
ar: لن يراقب DockDoor Pro هذه التطبيقات أو يستعلم عنها عبر تسهيلات الاستخدام. استخدم هذا للتطبيقات الحساسة التي يختل سلوكها عندما تستعلم عنها برامج تسهيلات الاستخدام. معاينات النوافذ ومعلوماتها غير متاحة للتطبيقات المعزولة.
de: DockDoor Pro überwacht diese Apps nicht über die Bedienungshilfen und fragt sie darüber nicht ab. Verwenden Sie dies für empfindliche Apps, die sich fehlerhaft verhalten, wenn Bedienungshilfen-Clients sie abfragen. Fenstervorschauen und Fensterinformationen sind für isolierte Apps nicht verfügbar.
es: DockDoor Pro no observará ni consultará estas apps mediante la accesibilidad. Úsalo para apps delicadas que fallan cuando los clientes de accesibilidad las consultan. Las previsualizaciones y la información de ventanas no están disponibles para las apps aisladas.
fr: DockDoor Pro n'observera ni n'interrogera ces apps via l'accessibilité. Utilisez cette option pour les apps fragiles qui se comportent mal lorsque des clients d'accessibilité les interrogent. Les aperçus et les informations de fenêtre ne sont pas disponibles pour les apps isolées.
hu: A DockDoor Pro nem figyeli és nem kérdezi le ezeket az appokat a kisegítő lehetőségeken keresztül. Olyan kényes appokhoz használja, amelyek hibásan működnek, ha kisegítő kliensek lekérdezik őket. Az elkülönített appoknál nem érhetők el az ablak-előnézetek és az ablakadatok.
ja: DockDoor Proは、これらのアプリをアクセシビリティ経由で監視または照会しません。アクセシビリティクライアントからの照会で誤動作する不安定なアプリに使用してください。分離されたアプリでは、ウインドウプレビューとウインドウ情報を利用できません。
nl: DockDoor Pro zal deze apps niet controleren of opvragen via de toegankelijkheidsfuncties. Gebruik deze functie voor kwetsbare apps die niet naar behoren werken wanneer toegankelijkheidsclients ze opvragen. Venstervoorbeelden en vensterinformatie zijn niet beschikbaar voor geïsoleerde apps.
pl: DockDoor Pro nie będzie obserwować tych aplikacji ani odczytywać ich danych za pomocą funkcji dostępności. Użyj tej opcji dla aplikacji, które działają nieprawidłowo, gdy inne programy odczytują ich dane za pomocą funkcji dostępności. Podglądy okien i informacje o nich są niedostępne dla izolowanych aplikacji.
pt: O DockDoor Pro não observa nem consulta estas apps através da acessibilidade. Use isto para apps frágeis que se comportam mal quando os clientes de acessibilidade as consultam. As pré-visualizações e as informações de janelas não estão disponíveis para apps isoladas.
ru: DockDoor Pro не будет отслеживать и опрашивать эти приложения через универсальный доступ. Используйте это для нестабильных приложений, которые работают некорректно при запросах клиентов универсального доступа. Предпросмотр окон и сведения об окнах недоступны для изолированных приложений.
sv: DockDoor Pro övervakar eller frågar inte de här apparna via hjälpmedelsfunktionerna. Använd detta för känsliga appar som beter sig fel när hjälpmedelsklienter frågar dem. Fönsterförhandsvisningar och fönsterinformation är inte tillgängliga för isolerade appar.
tr: DockDoor Pro bu uygulamaları erişilebilirlik üzerinden gözlemlemez veya sorgulamaz. Erişilebilirlik istemcileri sorguladığında bozulan hassas uygulamalar için kullan. İzole edilen uygulamalar için pencere önizlemeleri ve pencere bilgileri kullanılamaz.
vi: DockDoor Pro sẽ không quan sát hoặc truy vấn các ứng dụng này qua trợ năng. Dùng tùy chọn này cho các ứng dụng dễ lỗi, hoạt động bất thường khi bị các ứng dụng trợ năng truy vấn. Bản xem trước cửa sổ và thông tin cửa sổ không khả dụng cho các ứng dụng bị cô lập.
zh_hans: DockDoor Pro 将不会通过辅助功能监测或查询这些应用。如果某些应用在辅助功能客户端查询时出现异常，可使用此选项。隔离的应用无法提供窗口预览和窗口信息。
zh_hant: DockDoor Pro 不會透過「輔助使用」功能監控或查詢這些應用程式。若某些應用程式在被輔助使用程式查詢時容易發生異常，可將它們加入此處。被隔離的應用程式將無法顯示視窗預覽與視窗資訊。

source: documents
ar: مستندات
de: dokumente
es: documentos
hu: dokumentumok
ja: 書類
nl: documenten
pl: dokumenty
pt: documentos
ru: документы
sv: dokument
tr: belgeler
vi: tài liệu
zh_hans: 文稿
zh_hant: 文件

source: Don't Show in Dock
ar: عدم الإظهار في Dock
de: Nicht im Dock anzeigen
es: No mostrar en el Dock
fr: Ne pas afficher dans le Dock
hu: Ne mutassa a Dockban
ja: Dockに表示しない
nl: Niet weergeven in Dock
pl: Nie pokazuj w Docku
pt: Não Mostrar na Dock
ru: Не показывать в Dock
sv: Visa inte i dockan
tr: Dock’ta gösterme
vi: Không hiển thị trên Dock
zh_hans: 不在 Dock 中显示
zh_hant: 不在 Dock 中顯示

source: Don't shrink icons to fit the screen; scroll instead and add floating edge zones
ar: لا تصغّر الأيقونات لملاءمة الشاشة؛ مرر بدلًا من ذلك وأضف مناطق حافة عائمة
de: Symbole nicht verkleinern, damit sie auf den Bildschirm passen; stattdessen scrollen und schwebende Randzonen hinzufügen
es: No encoge los iconos para caber en la pantalla; en su lugar permite desplazarse y añade zonas flotantes en los bordes
fr: Ne pas réduire les icônes pour tenir sur l'écran ; faire défiler à la place et ajouter des zones de bord flottantes
hu: Az ikonok ne zsugorodjanak a képernyőhöz; helyette görgetés és lebegő élzónák hozzáadása
ja: 画面に収めるためにアイコンを縮小せず、代わりにスクロールしてフローティングのエッジゾーンを追加します
nl: Maak pictogrammen niet kleiner om ze op het scherm te laten passen; scroll in plaats daarvan en voeg zwevende randzones toe
pl: Nie zmniejszaj ikon, aby zmieściły się na wyświetlaczu. Zamiast tego przewijaj i dodaj pływające strefy krawędzi
pt: Não encolher os ícones para caberem no ecrã; a dock desloca-se e ganha zonas flutuantes nas extremidades
ru: Не уменьшать значки для подгонки под экран; вместо этого прокручивать и добавлять плавающие краевые зоны
sv: Krymp inte symboler för att få plats på skärmen; rulla i stället och lägg till svävande kantzoner
tr: Simgeleri ekrana sığdırmak için küçültme; bunun yerine kaydır ve kenarlara yüzen bölgeler ekle
vi: Không thu nhỏ các biểu tượng để vừa với màn hình; thay vào đó hãy cuộn và thêm các vùng cạnh nổi
zh_hans: 不要缩小图标以适应屏幕，而是改为滚动显示，并添加悬浮边缘区域
zh_hant: 不要縮小圖示以適應螢幕，而是改為捲動並新增浮動邊緣區域

source: Don't shrink icons to fit the screen. The dock scrolls when there are too many icons, and floating mode gains leading and trailing edge zones.
ar: لا تصغّر الأيقونات لملاءمة الشاشة. يتمرر Dock عندما تكثر الأيقونات، ويكتسب الوضع العائم منطقتي حافة في البداية والنهاية.
de: Symbole nicht verkleinern, damit sie auf den Bildschirm passen. Das Dock scrollt, wenn zu viele Symbole vorhanden sind, und der schwebende Modus erhält Randzonen vorne und hinten.
es: No encoge los iconos para caber en la pantalla. El Dock se desplaza cuando hay demasiados iconos, y el modo flotante añade zonas en los bordes inicial y final.
fr: Ne pas réduire les icônes pour tenir sur l'écran. Le dock défile quand il y a trop d'icônes, et le mode flottant gagne des zones de début et de fin.
hu: Az ikonok nem zsugorodnak, hogy elférjenek a képernyőn. Túl sok ikon esetén a Dock görgethető, lebegő módban pedig elülső és hátsó élzónák jelennek meg.
ja: 画面に収めるためにアイコンを縮小しません。アイコンが多すぎる場合はDockがスクロールし、フローティングモードでは先頭と末尾のエッジゾーンが追加されます。
nl: Maak de pictogrammen niet kleiner om ze op het scherm te laten passen. Je kunt door het Dock scrollen als er te veel pictogrammen zijn, en in de zwevende modus krijgt het Dock randzones aan het begin en het einde.
pl: Nie zmniejszaj ikon, aby zmieściły się na wyświetlaczu. Dock można przewijać, gdy ikon jest za dużo, a tryb pływający zyskuje strefy przy krawędzi początkowej i końcowej.
pt: Não encolher os ícones para caberem no ecrã. A dock desloca-se quando há demasiados ícones e o modo flutuante ganha zonas nas extremidades inicial e final.
ru: Не уменьшать значки для подгонки под экран. Dock прокручивается, когда значков слишком много, а в плавающем режиме появляются зоны у левого и правого краев.
sv: Krymp inte symboler för att få plats på skärmen. Dockan rullar när det finns för många symboler, och svävande läge får inledande och avslutande kantzoner.
tr: Simgeleri ekrana sığdırmak için küçültme. Çok fazla simge olduğunda dock kaydırılır, yüzen modda ise baş ve son kenar bölgeleri eklenir.
vi: Không thu nhỏ các biểu tượng để vừa với màn hình. Dock sẽ cho phép cuộn khi có quá nhiều biểu tượng, và chế độ nổi sẽ có thêm các vùng ở cạnh đầu và cạnh cuối.
zh_hans: 不要缩小图标以适应屏幕。当图标过多时，Dock 会改为滚动显示；启用悬浮模式后，还会增加起始端和末端区域。
zh_hant: 不要縮小圖示以適應螢幕；當圖示過多時將改為捲動顯示，浮動模式則會增加前端與尾端的邊緣區域。

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hu: Kész
ja: 完了
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sv: Klar
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Dot
ar: نقطة
de: Punkt
es: Punto
fr: Point
hu: Pont
ja: ドット
nl: Stip
pl: Kropka
pt: Ponto
ru: Точка
sv: Punkt
tr: Nokta
vi: Dấu chấm
zh_hans: 圆点
zh_hant: 圓點

source: dot matrix
ar: مصفوفة نقطية
de: punktmatrix
es: matriz de puntos
fr: matrice de points
hu: pontmátrix
ja: ドットマトリクス
pl: matryca punktowa
pt: matriz de pontos
ru: точечная матрица
sv: punktmatris
tr: nokta matris
vi: ma trận điểm
zh_hans: 点阵
zh_hant: 點陣

source: Double
ar: مزدوج
de: Doppelt
es: Doble
hu: Dupla
ja: ダブル
nl: Dubbel
pl: Podwójne
pt: Duplo
ru: Двойной
sv: Dubbel
tr: Çift
vi: Đôi
zh_hans: 两倍
zh_hant: 雙倍

source: Double-check your key and try again
ar: تحقق من المفتاح الخاص بك وحاول مرة أخرى
de: Prüfen Sie Ihren Schlüssel und versuchen Sie es erneut
es: Comprueba tu clave y vuelve a intentarlo
fr: Vérifiez votre clé et réessayez
hu: Ellenőrizze újra a kulcsot, majd próbálja újra
ja: キーをもう一度確認して再試行してください
nl: Controleer je activatiecode en probeer het opnieuw
pl: Sprawdź dokładnie swój klucz i spróbuj ponownie
pt: Verifique a chave e tente novamente
ru: Проверьте ваш ключ и повторите попытку
sv: Dubbelkolla din nyckel och försök igen
tr: Lisansınızı kontrol edip tekrar deneyin
vi: Hãy kiểm tra lại khóa của bạn và thử lại
zh_hans: 请仔细检查您的激活码并重试
zh_hant: 請再次確認您的金鑰並重試

source: download
ar: تنزيل
de: herunterladen
es: descarga
fr: téléchargement
hu: letöltés
ja: ダウンロード
pl: pobieranie
pt: descarregar
ru: загрузка
sv: nedladdning
tr: indirme
vi: tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download
ar: التنزيل
es: Descarga
fr: Téléchargement
hu: Letöltés
ja: ダウンロード
pl: Pobieranie
pt: Descarga
ru: Загрузка
sv: Nedladdning
tr: İndirme
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download and Upload
ar: التنزيل والتحميل
de: Download und Upload
es: Descarga y subida
fr: Téléchargement et envoi
hu: Letöltés és feltöltés
ja: ダウンロードとアップロード
nl: Downloaden en uploaden
pl: Pobieranie i wysyłanie
pt: Descarga e Carregamento
ru: Загрузка и отправка
sv: Nedladdning och uppladdning
tr: İndirme ve Yükleme
vi: Tải xuống và tải lên
zh_hans: 下载与上传
zh_hant: 下載與上傳

source: Downloading update...
ar: جارٍ تنزيل التحديث...
de: Update wird heruntergeladen...
es: Descargando actualización…
fr: Téléchargement de mises à jour en cours...
hu: Frissítés letöltése…
ja: アップデートをダウンロード中...
nl: Update wordt gedownload...
pl: Pobieranie uaktualnienia…
pt: A descarregar atualização…
ru: Загрузка обновления...
sv: Hämtar uppdatering...
tr: Güncelleme indiriliyor...
vi: Đang tải xuống bản cập nhật...
zh_hans: 正在下载更新……
zh_hant: 正在下載更新……

source: Drag apps, files, or folders onto the dock to pin them. To combine apps into one icon, use Edit ▸ Add Item ▸ App Group.
ar: اسحب تطبيقات أو ملفات أو مجلدات إلى Dock لتثبيتها. لدمج تطبيقات في أيقونة واحدة، استخدم تحرير ▸ إضافة عنصر ▸ مجموعة تطبيقات.
de: Ziehen Sie Apps, Dateien oder Ordner auf das Dock, um sie anzuheften. Um Apps in einem Symbol zu bündeln, verwenden Sie Bearbeiten ▸ Objekt hinzufügen ▸ App-Gruppe.
es: Arrastra apps, archivos o carpetas al Dock para fijarlos. Para combinar apps en un solo icono, usa Editar ▸ Añadir ítem ▸ Grupo de apps.
fr: Glissez des apps, fichiers ou dossiers sur le dock pour les épingler. Pour combiner des apps en une seule icône, utilisez Modifier ▸ Ajouter un élément ▸ Groupe d'apps.
hu: Húzzon appokat, fájlokat vagy mappákat a Dockra a kitűzésükhöz. Több app egy ikonba vonásához használja a Szerkesztés ▸ Elem hozzáadása ▸ Appcsoport lehetőséget.
ja: アプリ、ファイル、フォルダをDockにドラッグしてピン留めします。複数のアプリを1つのアイコンにまとめるには、編集 ▸ 項目を追加 ▸ アプリグループを使用します。
nl: Sleep apps, bestanden of mappen naar het Dock om ze vast te zetten. Als je apps wilt samenvoegen in één pictogram, gebruik je Bewerken ▸ Item toevoegen ▸ App-groep.
pl: Przeciągnij aplikacje, pliki lub foldery na Dock, aby je przypiąć. Aby połączyć aplikacje w jedną ikonę, użyj Edytuj ▸ Dodaj element ▸ Grupa aplikacji.
pt: Arraste apps, ficheiros ou pastas para a dock para os afixar. Para combinar apps num só ícone, use Editar ▸ Adicionar Item ▸ Grupo de Apps.
ru: Перетащите приложения, файлы или папки в Dock, чтобы закрепить их. Чтобы объединить приложения в один значок, выберите «Редактировать» ▸ «Добавить объект» ▸ «Группа приложений».
sv: Dra appar, filer eller mappar till dockan för att fästa dem. Om du vill kombinera appar i en symbol använder du Redigera ▸ Lägg till objekt ▸ Appgrupp.
tr: Sabitlemek için uygulamaları, dosyaları veya klasörleri dock'a sürükle. Uygulamaları tek simgede birleştirmek için Düzenle ▸ Öğe Ekle ▸ Uygulama Grubu'nu kullan.
vi: Kéo các ứng dụng, tệp hoặc thư mục vào dock để ghim chúng. Để gộp nhiều ứng dụng vào một biểu tượng, hãy sử dụng Sửa ▸ Thêm mục ▸ Nhóm ứng dụng.
zh_hans: 将应用、文件或文件夹拖到 Dock 上即可将其固定。若要将多个应用合并为一个图标，请使用“编辑 ▸ 添加项目 ▸ 应用组”。
zh_hant: 將應用程式、檔案或檔案夾拖移到 Dock 以進行釘選。若要將多個應用程式合併為單一圖示，請使用「編輯 ▸ 新增項目 ▸ 應用程式群組」。

source: Drag dock items anytime to rearrange them. Choose what dropping a file from Finder does.
ar: اسحب عناصر Dock في أي وقت لإعادة ترتيبها. واختر ما يفعله إسقاط ملف من Finder.
de: Ziehen Sie Dock-Objekte jederzeit, um sie neu anzuordnen. Legen Sie fest, was passiert, wenn Sie eine Datei aus dem Finder ablegen.
es: Arrastra los ítems del Dock en cualquier momento para reordenarlos. Elige qué ocurre al soltar un archivo desde el Finder.
fr: Glissez les éléments du dock à tout moment pour les réorganiser. Choisissez l'effet du dépôt d'un fichier depuis le Finder.
hu: A Dock elemeit bármikor áthúzással átrendezheti. Válassza ki, mi történjen, ha fájlt ejt rá a Finderből.
ja: Dockの項目はいつでもドラッグして並べ替えられます。Finderからファイルをドロップしたときの動作を選択してください。
nl: Je kunt Dock-items op elk moment verslepen om ze anders in te delen. Bepaal zelf wat er gebeurt als je een bestand vanuit Finder neerzet.
pl: Przeciągaj elementy Docka w dowolnym momencie, aby zmienić ich kolejność. Wybierz, co ma robić upuszczenie pliku z Findera.
pt: Arraste itens da dock em qualquer altura para os reorganizar. Escolha o que acontece ao largar um ficheiro do Finder.
ru: Перетаскивайте объекты Dock в любое время, чтобы изменить их порядок. Выберите, что происходит при перетаскивании файла из Finder.
sv: Dra dockobjekt när som helst för att ordna om dem. Välj vad som händer när du släpper en fil från Finder.
tr: Yeniden düzenlemek için dock öğelerini istediğin zaman sürükle. Finder'dan bir dosya bırakmanın ne yapacağını seç.
vi: Kéo các mục trên dock bất kỳ lúc nào để sắp xếp lại chúng. Chọn hành động xảy ra khi thả một tệp từ Finder.
zh_hans: 随时拖动 Dock 中的项目即可重新排序。还可以选择从访达拖放文件到 Dock 时的行为。
zh_hant: 隨時拖移 Dock 項目即可重新排列。設定從 Finder 拖放檔案時的行為。

source: Drag files to stage them, share with AirDrop, or send them to Trash. Scroll-to-open can expand the tray when enabled.
ar: اسحب الملفات لتجهيزها، أو شاركها عبر AirDrop، أو أرسلها إلى المهملات. يمكن أن يوسّع «التمرير للفتح» الحاوية عند تفعيله.
de: Ziehen Sie Dateien, um sie in die Ablage zu legen, per AirDrop zu teilen oder in den Papierkorb zu bewegen. Wenn „Zum Öffnen scrollen“ aktiviert ist, wird die Datei-Ablage beim Scrollen ausgeklappt.
es: Arrastra archivos para prepararlos, compartirlos por AirDrop o enviarlos a la Papelera. Si está activada, la apertura por desplazamiento puede expandir la bandeja.
fr: Glissez des fichiers pour les mettre de côté, les partager via AirDrop ou les envoyer à la Corbeille. Défiler pour ouvrir peut déployer le tiroir quand cette option est activée.
hu: Húzzon ide fájlokat az előkészítésükhöz, ossza meg őket AirDroppal, vagy helyezze őket a Kukába. A görgetéses megnyitás, ha engedélyezett, kinyithatja a tálcát.
ja: ファイルをドラッグして一時置きしたり、AirDropで共有したり、ゴミ箱に入れたりできます。スクロールで開く設定が有効な場合はトレイを展開できます。
nl: Sleep er bestanden heen om ze klaar te zetten, te delen via AirDrop of naar de prullenmand te verplaatsen. Als 'Scroll om te openen' is ingeschakeld, kan het vak worden uitgevouwen.
pl: Przeciągaj pliki do Półki plików, udostępniaj je przez AirDrop lub przenoś do Kosza. Po włączeniu przewijania w celu otwarcia możesz w ten sposób rozwinąć Półkę plików.
pt: Arraste ficheiros para os preparar, partilhar por AirDrop ou enviar para o Lixo. Quando ativado, o deslocar para abrir pode expandir o tabuleiro.
ru: Перетаскивайте файлы, чтобы подготовить их, отправить через AirDrop или переместить в Корзину. Если включено открытие прокруткой, лоток можно развернуть прокруткой.
sv: Dra filer för att mellanlagra dem, dela med AirDrop eller skicka dem till papperskorgen. Rulla-för-att-öppna kan expandera brickan när det är aktiverat.
tr: Dosyaları hazırlamak, AirDrop ile paylaşmak veya Çöp Sepeti'ne göndermek için sürükle. Etkinleştirildiğinde kaydırarak açma tepsiyi genişletebilir.
vi: Kéo các tệp để đưa vào khay tạm, chia sẻ qua AirDrop, hoặc gửi chúng vào Thùng rác. Cuộn để mở có thể mở rộng khay tệp khi được bật.
zh_hans: 拖动文件即可将其暂存、通过“隔空投送”共享，或移至废纸篓。启用“滚动打开”后，滚动即可展开文件托盘。
zh_hant: 將檔案拖移以暫存、透過 AirDrop 分享，或丟到垃圾桶。啟用捲動開啟時，可展開檔案托盤。

source: Drag items to reorder. Use separators and spacers to create native Dock-style groups.
ar: اسحب العناصر لإعادة ترتيبها. استخدم الفواصل والمسافات لإنشاء مجموعات بأسلوب Dock الأصلي.
de: Ziehen Sie Elemente, um sie neu anzuordnen. Mit Trennlinien und Abstandhaltern erstellen Sie Dock-typische Gruppen.
es: Arrastra los ítems para reordenarlos. Usa separadores y espaciadores para crear grupos al estilo del Dock nativo.
fr: Faites glisser les éléments pour les réorganiser. Utilisez des séparateurs et des espaceurs pour créer des groupes de style Dock natif.
hu: Húzza az elemeket az átrendezéshez. Elválasztókkal és térközökkel natív Dock-stílusú csoportokat hozhat létre.
ja: 項目をドラッグして並べ替えます。区切り線とスペーサーを使って標準Dock風のグループを作成できます。
nl: Sleep items om ze in een andere volgorde te zetten. Gebruik scheidingstekens en afstandhouders om groepen in de stijl van het standaard Dock van macOS te maken.
pl: Przeciągnij elementy, aby zmienić ich kolejność. Używaj separatorów i odstępów, aby tworzyć grupy w stylu systemowego Docka.
pt: Arraste itens para reordenar. Use separadores e espaçadores para criar grupos ao estilo da Dock nativa.
ru: Перетаскивайте объекты, чтобы изменить порядок. Используйте разделители и отступы, чтобы создавать группы в стиле системного Dock.
sv: Dra objekt för att ändra ordning. Använd avgränsare och mellanrum för att skapa grupper i samma stil som i den inbyggda Docken.
tr: Sıralamak için öğeleri sürükle. Yerel Dock tarzı gruplar oluşturmak için ayırıcıları ve boşlukları kullan.
vi: Kéo các mục để sắp xếp lại. Sử dụng đường phân chia và khoảng trống để tạo các nhóm theo kiểu Dock mặc định.
zh_hans: 拖动项目即可重新排序。使用分隔线和间隔符创建系统 Dock 风格的分组。
zh_hant: 拖移項目以重新排序。使用分隔線與空格建立原生 Dock 風格的群組。

source: Drag to reorder the actions shown in the Quick Actions widget on the dock
ar: اسحب لإعادة ترتيب الإجراءات المعروضة في أداة «الإجراءات السريعة» على Dock
de: Ziehen, um die Aktionen im Widget „Schnellaktionen“ im Dock neu anzuordnen
es: Arrastra para reordenar las acciones que se muestran en el widget Acciones rápidas del Dock
fr: Faites glisser pour réorganiser les actions affichées dans le widget Actions rapides du dock
hu: Húzással rendezheti át a Dock Gyorsműveletek widgetjében megjelenő műveleteket
ja: ドラッグして、Dockの「クイックアクション」ウィジェットに表示するアクションを並べ替え
nl: Sleep om de volgorde te wijzigen van de acties in de widget 'Snelle acties' in het Dock
pl: Przeciągnij, aby zmienić kolejność akcji pokazywanych w widżecie Szybkie akcje w Docku
pt: Arraste para reordenar as ações mostradas no widget Ações Rápidas na Dock
ru: Перетаскивайте, чтобы изменить порядок действий в виджете «Быстрые действия» в Dock
sv: Dra för att ändra ordningen på åtgärderna som visas i widgeten Snabbåtgärder i dockan
tr: Dock'taki Hızlı Eylemler widget'ında gösterilen eylemleri sıralamak için sürükle
vi: Kéo để sắp xếp lại các tác vụ hiển thị trong tiện ích Tác vụ nhanh trên dock
zh_hans: 拖移以调整 Dock 上“快捷操作”小组件中显示的操作顺序
zh_hant: 拖曳以重新排列 Dock 上「快速動作」小工具中顯示的動作順序

source: Drag to reorder the File Tray, Open Apps, and Widgets pages in the shelf's page switcher
ar: اسحب لإعادة ترتيب صفحات «حاوية الملفات» و«التطبيقات المفتوحة» و«الأدوات» في مبدّل صفحات الرف
de: Ziehen, um die Seiten „Datei-Ablage“, „Geöffnete Apps“ und „Widgets“ im Seitenwechsler der Ablage neu anzuordnen
es: Arrastra para reordenar las páginas Bandeja de archivos, Apps abiertas y Widgets en el selector de páginas del estante
fr: Faire glisser pour réorganiser les pages Tiroir de fichiers, Apps ouvertes et Widgets dans le sélecteur de pages de l'étagère
hu: Húzással rendezheti át a Fájltároló Tálca, a Nyitott appok és a Widgetek lapot a polc lapváltójában
ja: ドラッグして、シェルフのページスイッチャーでの「ファイルトレイ」、「起動中のアプリ」、「ウィジェット」ページの順序を変更
nl: Sleep om de volgorde van de pagina's Bestandsvak, Geopende apps en Widgets in de paginaknop van de plank te wijzigen
pl: Przeciągnij, aby zmienić kolejność stron Półka plików, Otwarte aplikacje i Widżety w przełączniku stron Szuflady
pt: Arraste para reordenar as páginas Tabuleiro de Ficheiros, Aplicações Abertas e Widgets no seletor de páginas da prateleira
ru: Перетаскивайте, чтобы изменить порядок страниц «Лоток файлов», «Открытые приложения» и «Виджеты» в переключателе страниц полки
sv: Dra för att ändra ordningen på sidorna Filbricka, Öppna appar och Widgetar i hyllans sidväxlare
tr: Rafın sayfa değiştiricisinde Dosya Tepsisi, Açık Uygulamalar ve Widget'lar sayfalarını sıralamak için sürükle
vi: Kéo để sắp xếp lại các trang Khay tệp, Ứng dụng đang mở và Tiện ích trong bộ chuyển trang của ngăn
zh_hans: 拖移以调整暂存区页面切换器中“文件托盘”“运行中的应用”和“小组件”页面的顺序
zh_hant: 拖曳以重新排列暫存區頁面切換器中的「檔案托盤」、「已開啟的應用程式」和「小工具」頁面
